tap "domt4/autoupdate"
tap "FelixKratz/formulae"
tap "nikitabobko/tap"

brew "bat"
brew "blueutil"
brew "btop"
brew "duti"
brew "eza"
brew "fd"
brew "FelixKratz/formulae/borders"
brew "FelixKratz/formulae/sketchybar"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "gum"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "mise"
brew "mosh"
brew "neovim"
brew "opencode"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tailscale"
brew "terminal-notifier"
brew "tlrc"
brew "tmux"
brew "zoxide"
brew "zsh-you-should-use"

cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "coderabbit"
cask "codex"
cask "codex-app"
cask "conductor"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "fastmail"
cask "font-jetbrains-mono-nerd-font"
cask "freedom"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "google-gemini"
cask "languagetool-desktop"
cask "linear"
cask "lm-studio"
cask "macwhisper"
cask "monologue"
cask "nikitabobko/tap/aerospace"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "todoist-app"
cask "typora"
cask "whatsapp"
cask "zed"
cask "tuple"
cask "zoom"
