tap "anomalyco/tap"
tap "domt4/autoupdate"
brew "anomalyco/tap/opencode"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "htop"
brew "libyaml"
brew "mise"
brew "mosh"
brew "neovim"
brew "pinentry-mac"
brew "starship"
brew "stow"
brew "tailscale"
brew "zellij"
brew "zoxide"
brew "zsh-you-should-use"
cask "1password"
cask "1password-cli"
cask "akiflow"
cask "bartender"
cask "chatgpt"
cask "cleanshot"
cask "claude"
cask "claude-code"
cask "codex"
cask "dropbox"
cask "freedom"
cask "ghostty"
cask "google-chrome"
cask "languagetool-desktop"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "whatsapp"
cask "zed"
