tap "domt4/autoupdate"

brew "btop"
brew "eza"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gum"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "mise"
brew "mosh"
brew "nvim"
brew "opencode"
brew "pinentry-mac"
brew "starship"
brew "stow"
brew "tailscale"
brew "tmux"
brew "zoxide"
brew "zsh-you-should-use"

cask "1password"
cask "1password-cli"
cask "akiflow"
cask "bartender"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "codex"
cask "docker-desktop"
cask "dropbox"
cask "font-jetbrains-mono-nerd-font"
cask "freedom"
cask "ghostty"
cask "google-chrome"
cask "languagetool-desktop"
cask "linear-linear"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tailscale-app"
cask "whatsapp"
cask "zed"
